test/request-response-samples/Message__Messages_suffixed_with_Request_Response/request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"  xmlns:s0="urn:MessageService" xmlns:atls="http://tempuri.org/vc/atl/server/"><SOAP-ENV:Body><s0:Message><bstrResourceId>034b7ea5-8a04-11e3-9710-0050569575d8</bstrResourceId></s0:Message></SOAP-ENV:Body></SOAP-ENV:Envelope>